{
    "text": "ABORTION",
    "quote": "Jeremiah 1:5, Luke 12:7, Romans 8:37-39, Joshua 34:8, 2 Samuel 12:19-23",
    "scripture": "First of all, believe how much God loves you and whether you are considering a procedure or have just had a procedure, God's love will never change. It is not his will for you that you have a procedure and he wants to show you and your baby his support through your term and after. If you choose otherwise or have chosen otherwise, He will still love you but you will need to sincerely repent your decision and you will need to find the right place and time to bury that decision as in the example of David's first child with Bathsheba. At the end of the day, God's word says NOTHING can separate you from his LOVE. Internalize that fact as you are loved, needed and wanted. Choose life, Repent and come home to live for God. He will be there to support you.",
    "prayer": "Dear Lord ... (placeholder)."  
}
{
    "text": "ABSTINENCE",
    "quote": "Ecclesiastes 2:10-11/1 Corinthians 6:13/1Thesselonians 4:3/1Peter 2:11",
    "scripture": "My friend, sexual interaction, excessive alcohol, chasing wealth, etc is meant to be done according to God's will or not done at all as it is against God's will. A decision to abstain is for the health and benefit of your soul as Satan wants to influence it for bad. Obey God's will and allow God to fill whatever emptiness that you think these things will satisfy. He is all that you will ever need and will satisfy every desire.",
    "prayer": "Dear Lord ... (placeholder)."
}
{  
    "text": "ABUSE",
    "quote": "Isaiah 53:5, Psalms 30:5, John 16:33",
    "scripture": "Whatever abuse you have experienced, Remember, Innocent and sinless Jesus experienced worse for you and he took it all so that you can leave your abuse on the cross with him. You have to choose to bury your pain and let God overcome your hurt with his Love. God's love has the power you need to conquer your pain.",
    "prayer": "Dear Lord ... (placeholder)."  
}
{
    "text": "ADULTERY",
    "quote": "John 3-11/1Corinthians 6:11,18-20/1Corinthians 7:1-16",
    "scripture": "STOP, STOP, STOP, you have more respect for yourself and your spouse. Whatever made you choose to be with another person is not worth greiving the Holy Spirit and potnetially ruining your marriage. God wants you to surrender to each other and be helpers for each other. Remember what brought you together initially and how your plans were 'forever' plans. They still can be. Look to God, as yes you can be reconciled to Him and your spouse. Don't be afraid to seek professional help and continue to pray in the affirmative that God will do for your marriage that which you cannot do on your own.",
    "prayer": "Dear Lord ... (placeholder)."  
}
{
    "text": "ANGER",
    "quote": "Psalms 30:5/Psalms 78:38/Micah 7:18/Jonah 4:2/Gal 5:22/Philippians 4:25-27",
    "scripture": "My friend, buried somewhere shallow or deep in your spirit is a hurt that has never been comforted or released and that is the origin of your anger regardless of what triggered it. Be like God who is slow to anger and quick to give mercy. Jesus says to bring him your hurt, your fears, your brokenness and in return take love, peace and joy. Left unattended, anger will evolve and harden into bitterness which can possess your soul. Believe in God, release your anger and let God make you complete on a daily basis. He is your creator with endless power and desire to get you back to better.",
    "prayer": "Dear Lord ... (placeholder)." 
}
{
    "text": "ANXIETY",
    "quote": "Luke 12:22-34/Psalms 37(all)/Psalms 46:10, Philippians 4:6-7",
    "scripture": "There is so much going on and all of it brings pressure from all sorts of directions. Hopes and expectations are supplanted by fear and doubt and you are left in the struggle. Do what you can and rest. Know that God lives in you and he will satisfy your every need and he is never late and never lacking. Faith is your belief that God has the ability to help you in this time of need and trust is you taking action as if God has already met your need. God is your best friend and He will most certainly get through it.",
    "prayer": "Dear Lord ... (placeholder)."  
}
{
    "text": "ASHAMED",
    "quote": "Psalms 25:20-21/Isaiah 50:6-8/ John 8:10-11",
    "scripture": "Fair or unfair, someone want to impose their judgement on you and make you feel less or you yourself cannot make peace with whatever you did. We all have sinned and come short of God's glory. Yet, we have a savior in Jesus who took all our shame and buried it with his death on the cross. Paul persecuted Christians, David and Moses were murderers, Jacob was a liar and a cheat, and Abraham gave his wife to another man. I'm thinking you cannot top all of those. God forgave and restored them and he will do the same for you if you let him. Walk tall knowing that God has your back and you only answer to Him.",
    "prayer": "Dear Lord ... (placeholder)."
} 
{
    "text": "BEREAVEMENT",
    "quote": "1 Thesselonians 4:13-18/John 11:23-27",
    "scripture": "I won't ask how you feel. I will start by saying  that the hurt, pain and  grief is part of the human condition as God made us. He  gave us close relationships for good reason so the loss of a loved one comes with grief. I will also say that you will get through this with the help of Jesus. Losing a loved one is never easy but God is able to do abundantly more than you realize. I believe love is an action word so put your love into action by giving someone the hug you would have given to your loved one. Make your smile reflect the smile they used to give you. Share your time to help others as you would have helped the one you lost. That is how you can honor them and keep their spirit alive. You will  likely  still feel  grief at the same time you express love but the expression of love will comfort your grief. Trust in the Lord's wisdom and timing for calling them home. God is with you and He will never leave or forsake you. Joy will come quickly.",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "BIGOTRY & PREJUDICE",
    "quote": "John 6:27/Romans 14:16-19/James 1:2-4",
    "scripture": "I know its literally all hate out there be it religion, race, identity, social status or any number of things. It's not new as you should remember how the first church was hated and treated. They made it by looking up to God and not across to the source of hate. Keep your forcus on Jesus. Seek his approval because you will absolutley get it and it is only his approval that matters.",
    "prayer": "Dear Lord ... (placeholder)."
}  
{
    "text": "BITTERNESS",
    "quote": "1 Corinthians 13:2-10/Ephesians 4:29-32",
    "scripture": "Bitterness  is the fruit of unforgiveness and anger and it has very deep roots. God forgave you and continues every time you ask no matter what you have done. Leave any and all revenge to the Lord. You, my friend must look for a way to love and pray for the person or event that has you bitter. Pray that God bless where they are serving him and that God corrects them where they have strayed away from his will. Then you will find favor in the Lord and your bitterness will fade away",
    "prayer": "Dear Lord ... (placeholder)."
} 
{
    "text": "CONDEMNATION",
    "quote": "Joel 2:12-14/Romans 3:24-26/Romans 8:1-4/John 3:16-19",
    "scripture": "God said with his own words that he will not condemn his people anymore after Jesus died for every mistake you will ever make. And God does not break his promises. So I need you to literally look at yourself in the mirror and tell the person that you see that God sees you also and he is ready to welcome you back and restore you and increase you. You may have made a mistake, maybe even a big one but God knows you are human and is always ready to forgive and when he does he will 'remember no more' so you should not either. Ask God to forgive you and then walk tall knowing that you are the righteousness of God",
    "prayer": "Dear Lord ... (placeholder)."  
}
{
    "text": "CONFIDENCE",
    "quote": "Job 4:5-7/Jeremiah 17:7/2 Corinthians 1:9-11/Hebrews 6:18/Hebrews 13:6/Philippians 1:5-6/Hebrews 10:32-39",
    "scripture": "Pick a word, any of these, suffering, sorrow, heartache, trouble, fear, and so on. You are feeling this way because God is working in you and testing you so that he can finish his work in you. In short, this is God's way of showing his confidence in you. I will offer to you exactly what I tell myself in times of doubt or fear: I am called, therefore I am chosen. I am sanctified, therefore I am pure, I am justified, therefore I am made straight, I am righteous, therefore I am right, proper, and honorable. I am holy, therefore I am set apart and different. Trust me, you have what you need. USE IT in the name of Jesus. Have faith, hope and trust in God and in his due time he will show up on time.",
    "prayer": "Dear Lord ... (placeholder)."  
}
{
    "text": "DEPRESSED",
    "quote": "Rom 8:28-39",
    "scripture": "I remember so clearly asking myself 'how did I get here?', 'I can't function, I am such a mess'... Whether this feeling is from a bad day or from a season, It is so important for you to know that you are not alone in your feelings. It is equally important to know that you matter to people and you matter to God. He wants you to feel his joy again. No matter your feelings, you must must focus on the facts. God loves you, God knows your pain, God want to get you back to better. Tell God right now EVERYTHING on your mind and ask him to help fix it His way. Finally, keep talking to people who care or a professional if necessary and never stop praying because God is ultimately the solution. Thank him in advance every time you pray for helping you get back to better.",
    "prayer": "Dear Lord ... (placeholder)."
}  
{
    "text": "DOUBT",
    "quote": "II Corinthians 10:4-5/I Timothy 6:20/Proverbs 3:5",
    "scripture": "My friend, we gotta  keep this at 100. Fact: Doubt is disbelief that God can do what you are asking him to do.\br Fact: The cure for doubt  is faith and trust.\br Fact: Faith is Hope with expectations and Trust is action based on that faith.\br Having said all this, you now get to choose to have faith that God has the power to do what you need and trust him in such a way that you go and start doing what you are asking or wait with thanksgiving knowing that God will work your situation out according to His will and it will be the right outcome. That should give you peace and patience as you endure your situation.",
    "prayer": "Dear Lord ... (placeholder)."
} 
{
    "text": "FORGIVENESS (myself)",
    "quote": "Psalms 103:10-13/Isaiah 54:9-10/ II Corinthians 5:18-21/Hebrews 10:16-25",
    "scripture": "The word 'REPENT' literally means 'to change your mind'. God says in 1 John that if we repent our sins that he is faithful and just to forgive us. That said, if God has forgiven us then why in the world would you not forgive yourself. It's over!! You cannot have it back, whatever it is, however bad it was, It is truly over. And assuming you repented from your heart, God will not remember your offense and neither should you. True repentence leaves no residue of regret. Everyone has fallen short, accept it, bury it, and move on. God is waiting for you to get back to His kingdom work with a clear conscience.",
    "prayer": "Dear Lord ... (placeholder)." 
} 
{
    "text": "FORGIVENESS (others)",
    "quote": "Romans 3:25-26/Romans 11:30-32/2 Peter 3:9",
    "scripture": "Ya let's admit that this is a hard one to do as you have clearly been wounded by someone or something. I get it and still I have to tell you that God instructs you to forgive because forgiving is for YOU and not the offender. There are two main things to bear in mind. First, when you forgive you releive yourself of the bad fruits that will absolutely consume you like bitterness and anger among others. And second, God, in his word, says that when you forgive you can still desire justice, but leave the justice and vengeance to Him because He alone knows how and when to disperse it. Please pray as these things require prayer that God gives you the strength to leave this burden at His feet and trust Him to restore you and also handle your offender.",
    "prayer": "Dear Lord ... (placeholder)."  
}
{
    "text": "FORNICATION",
    "quote": "Like everything, It is important to start with the truth. Sex outside of a marriage beteween a man  and a woman is sin in the eyes of God. You are here because you agree with that but you are thinking of doing it or you are already  doing it and you want to stop. That is the wonderful, mature and correct choice. Let me encourage you to replace the  things that tempt you with a sexual outlet  or release with  things that you can do while God watches. You must first guard your eyes, then guard your heart, followed by your mind  and finally your behavior. That is the slippery slope of this sin. The scriptures will guide you to the  truth. Then surround  yourself  with good  friends with good values so you can  help each  other  do good  things. Avoid the shows, songs, and apps that tempt you otherwise and as with all things, pray and  ask for God's grace  and mercy to  get you through weak moments. Enjoy a spiritual enounter with  God rather than a carnal moment in the flesh.",
    "scripture": "1Th 4:3-8/Peter scrip",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "GUILT",
    "quote": "Believer... This is among Satan's favorite and most effective tools to keep your thoughts and  behavior away from kingdom business. Guilt cuts you deep and engenders other feelings like doubt, self-pity and fear among other things. Know this ABSOLUTELY that God does not send guilt EVER. It is a product of the enemy alone. 1 Peter says that Satan is always looking for someone to devour and that your sinful desires literally wage war against your soul. Romans says that we all sin and fall short.  So God already knows we are periodically going to fall victim to the influence of the enemy. That's why he  sent a savior and a path back through  repentance. Hear me clearly  on this... TRUE REPENTANCE DOES  NOT LEAVE A RESIDUE  OF GUILT OR REGRET. This  is a fact, not a feeling. Repent your transgression, be forgiven, move on without guilt and serve the Lord with boldness. Do this anytime you fall and without hesitation so guilt cannot take root.",
    "scripture": "Heb 9:14/10:22/Jer 50:20",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "HOMOSEXUAL BEHAVIOR",
    "quote": "A cultural response would be tough given that such behavior is accepted and sometimes celebrated these days. However, fortunately, scripture is not cultural nor is scripture bound by time. If you are struggling and in need of encouragement, I think it is a good thing in that you have not given in to acceptance that homosexual behavior is normal. Congratulations on that. My message and encouragement is really one of understanding that you are suffering and you want to get back to better. God calls you to be obedient in a non-emotional way. He asks you to trust in his word, which is why he gave it to you and not to trust in how you feel. The opposite of homosexual behavior is not heterosexual behavior. The opposite is morality. Same sex relations, pre-marital relations, any sexual relations outside of marriage according to scripture is sexual immorality and therefore sin in The eyes of the Lord. Scripture says that God's kindness is intended to lead you to repentance. You are a Christian and therefore righteous and therefore you live by faith. So, my friend I ask you to put your faith into practice. Having faith means you believe that God has the power to deliver any need. Having trust in God means that you will act on that faith. Though not easy, your faith and trust can and will give you everything necessary. Pray endlessly and earnestly because in this case prayer is your oxygen. It will be your lifeforce and as an ambassador of Christ I guarantee that God will not forsake you in your time of need. ",
    "scripture": "Rom 1:16-17 / Rom 3:21-26 / Rom 8:37-39  / 1 Thesselonians 4:3-8",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "INSECURE",
    "quote": "Whether your insecurity comes from your skills, appearance, possessions or some combination of them all; I need you to KNOW that your are the righteousness of God and that makes you complete, necessary, and relevant in God's eyes. That said, you still live and interact with people who want to make you feel less than. Honestly, you will never be able to control other people so I need you to focus on what you can control. God says you are part of his body, God says your are his treasure, God says his grace is sufficient but you need to believe it, have faith in it and exercise trust in it. Your insecurity is directly and only from the enemy whose tactics are discouragement, distraction and deception. God will not just replace your insecurities, rather you must choose to stand in God's truth and take a step in confidence as you trust in God's truth. Please do that right now. Say it out loud that you believe God wants the best for you and is ready to give it to you. Finally, Scripture says exactly, 'Let us then approach God's throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.' Be confident in the Lord, he will get you back to better.",
    "scripture": "II Cor 5:21 / Isa 61:10 / Rom 5:17-18 / Eph 6:14 / Rom 8:28-39",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "KIDS AND PARENTS",
    "quote": "Understand first of all that your kids love their parents and parents love their kids even though you are having a tough time right now. I encourage you to remind yourself of your role as a parent of as a kid whichever you happen to be. The first responsibility in either case is to lead with love in all things. Love is kind, gentle, and good so be those things to your child or parent. Be those things first. Next, God says to always leave room for forgiveness. You may be right in every respect but is being right worth your closeness with someone you love so deeply. Find a way to understand, accept, consider, perhaps even try it from the perspective of others. You might find that the other side is not so bad or you might at least find that there is room for compromise. All that said, there is a biblical heirarchy for parents and kids and nothing I am saying is in contradiction to this principle. If you are a parent, then you need to show leadership. If you are a child, then you need to respect your parents even if you disagree. God is the great mediator here and whatever the issue, it is addressed in His word and His wisdom. Both of you should look up towards God, come close to him and I promise you will see that your problem is smaller that you think. Resolve things God's way and you both will be better off in the long run.",
    "scripture": "Dt 30:2-6/1Sam 1:22/Eph 6:1-4/Heb 12:9-11",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "OBEDIENCE",
    "quote": "There is no substitute for obedience and there are many ways you need to understand exactly what obedience is in God's eyes. You also need to understand the opposite of obedience as there is no middle ground in this case. Follow my thinking here as I try to paint a picture in your mind. The case is  OBEDIENCE v DISOBEDIENCE... Belief v Unbelief / God's way v Your Preference / Submission v Refusal / Hard Way v Easy Way / Acceptance v Rebellion / Confirmation v Conviction / Free v Costly. Every choice you make will land you on one side or the other and each choice has consequences at God's discretion and timing. Those are the facts. Yet, my friend, my strong encouragement is to be obedient to God's will which in very simple terms is to do the next thing he tells you to do. If you will just focus on one decision at a time, seek God's council and desire through prayer and knowledge of His word, then nothing but good consequences will come your way. Yes, you will have to sacrifice your preferences at times but God knows the outcome and He will only lead you to a great outcome.",
    "scripture": "Prov 3:5/John 14:23/Jam 1:21-25",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "SILENCE",
    "quote": "Wow... How hard is it to not hear from God when you have an expectation, emergency, desire or need. I have been there just as many other believers. The challenge is to remember that God is not only sovereign but he is consistent. First off, God is not picking on you or playing with you. He knows your future and has plans for it. Yet, His timing is not usually our timing and we have no right or basis to put expectations on our creator. Rather, when God is silent, we must stand on his promises. We must know his word for your situation. Then, talk to Him, tell Him exactly the details of your issues and tell Him that you trust Him more than you trust yourself. Do this with the knowledge that if things are done in your timing you will get your results. If things are done in God's timing you will get God's results. Also, do this with the knowledge that His word says He will do 'abundantly and exceedingly more.' His word says, 'nothing in creation will ever separate you from his Love.' His word says, 'He will never leave your nor forsake you.' From here, my friend, you have to do your job and wait on the Lord with great expectations, because in the fullness of time, God will do mighty things.",
    "scripture": "Ps 37:25, 94:14 / Dt 31:6 / Jos 1:5 / Rom 8:35-39 / 2 Pet 1:4",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "SINFUL",
    "quote": "I bet if we pull back the curtain it feels good right? After all, sin is great amusement but I am also guessing that you may be in over your head and you want to stop sinning so willfully or regularly. OK, the fact is that you were born with a sin virus and you will always be drawn to sin without repentance and renewing your mind to pleasing God not yourself. It is really as simple as it sounds but it can also be difficult in application. If you are still with me, then now we can really get going because your place of failure in sin is your place of of recovery upon repentance. I suggest you consider making some hard changes in your environment or your relationships or your habits so that you make room for God. You might need some help along the way so don't be afraid of groups, accountability partners, counceling and church to replace the time you currently spend doing things not of God. Finally, please trust me on this. You need a daily habit of prayer and scripture. Start small but be consistent. God will meet you, I promise. And He will give you everything you need to get past the sinful stage and onto a consistently great walk with Him.",
    "scripture": "Ps 32:5/1 John 1:9/2Co 7:9-10/Eph 2:3-7/Heb 4:14-16/Jam 4:7-10",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "SUFFERING",
    "quote": "Suffering is associated with joy, necessity, inevitability, strength, even death depending on where you look in scripture. It is important to know this and it is important to know that I get how bad it feels to suffer. Yet, EVERY Christian MUST suffer if we are going to follow Jesus and of course, Jesus is our model as He sacrificed Himself and suffered to the point of death for you and me. However, God wants you to have peace and joy in your suffering because you know the end of the story. God will give you victory whether in this life or the next so nothing else matters. And while in this life, Christ Himself said to be of good cheer for He has overcome the world. So now we gotta find your peace and joy. Pray that God touches you and your situation in a real way that only He can. Ask Him how you can use your suffering to do kingdom work? Ask how you can help someone else in spite of your pain? Ask how your testimony about your suffering can bless someone else in a similar situation? If you shift your focus victim to victory, I know God will give you all that you need to endure your own circumstances.",
    "scripture": "2 Co 4:17-18/ Jam 1:2-4/ 1 Pet 1:6-8/ 1 Pet 3:8-9/ 1 Pet 3:14-15",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "SADNESS",
    "quote": "If you are having a bad day or two, keep reading. If you are having a bad season, scroll up and click the depression tag. I am writing this as an inmate in prison so clearly I can relate to having a bad day, yet, I don't stay there, I won't stay there and that needs to be your first choice. You need to decide that you will not have sad days. Absolutely, things happen out of your control, someone hurts you or you get bad news, people both close and random frustrate you and your circumstances simply just don't meet your expectations. God says to expect this first of all, as it is literally part of the human condition. But now you have to listen to what else he says; he says to seek peace in your spirit and pursue it because his ears are attentive to the prayers of the righteous. Then he wants you to remember that Jesus was sad as the world rejected him but you can arm yourself with his same attitude that God can and will overcome all if you exercise faith and trust so that finally, God can finish his good work in you. God has a plan to prosper you but it does mean at times you will go through 'sad' in order to get to your harvest. C'mon, make a choice in faith. Choose joy and remember all that Christ did so that you have this choice to make. ",
    "scripture": "1 Peter 3 / James 1",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "STEALING",
    "quote": "",
    "scripture": "",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "TEMPTATIONS",
    "quote": "Yes, it's back...AGAIN!! The temptation to do something you know to be wrong according to God. As much as it bugs you, don't be concerned in that way because scripture says that the enemy will always tempt you and though it can happen anytime, he really likes to tempt you when you are weak or after a victory. You have to be on guard and sensitive to those things that tempt you so that you can see them coming and then you must fight back so that they don't overtake you. You will not win long term by simply trying to resist. The enemy is too good and too strong. You must use what God gave you with the same tactics that Jesus used when being tempted by Satan. First prayer and acknowledgememnt to God that the temptation is real and you do not want to give into it. Then follow up with scripture that counters the temptation. If it is a repeated temptation, you may want to memorize it to be even more prepared. Next, as funny as it sounds, RUN!!! Hurry away from that environment or person who would have you sin. Put distance and keep distance between you and finally, I strongly suggest that you invite accountability. Alone, the enemy has a huge advantage; but with the help from your fellow believers you are so much stronger. Your spouse, pastor, study leader, friend, professional counselor are among those willing and wanting to support you when you are in need. Allow God to flow help to you through them as you combat the things in your day that tempt you to sin.",
    "scripture": "Psalms 23 / Psalms 119 / Matthew 4:1-10 / Matthew 6:13 / 1 Cor 10:13 / Ephesians 6:13-18",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "DRUGS & ALCOHOL",
    "quote": "",
    "scripture": "At first they feel pretty good, at first they help. All in ways you have never experienced. There are too many different reason as to why you started but you are reading this because you do not want to continue. You are over the amusement and elation of the high and you are tired of rationalizing the using, apologizing for behaviors and wearing the shame of the low. Trust me, I get it. Jesus says to give him your anxieties because He cares for you. He wants you to come to Him so that He can provide rest for your soul. That's your mental anguish, that is where the fight is. Now this won't necessarily be easy but who knows, it might; however, the point is that with things like this it is important to replace what you give up, because if you are empty, the enemy will attack with full force to fill that empty even bigger than it was. This challenge is beyond a will-power thing. You gotta share this with someone rooted in the faith. Or join a professional faith based group, or both. That takes courage but I promise that God will meet you if you will make the effort and He will replace the amusing result of using with a lasting pleasure far better than you could hope for. God is knocking, invite Him in to heal your brokenness. Make this choice just like the day you got saved and receive your deliverance just like you received your Salvation. Click to go to the HOTLINE tab directly and connect with people that are ready to give you the support you are asking for.",
    "prayer": "Dear Lord ... (placeholder)."
}
{
    "text": "VIOLENCE",
    "quote": "",
    "scripture": "It happens quick doesn't it? and most times you don't see it coming. Yet something drew you to click this tab which means that you may see another episode that could lead to violence and you want to avoid the possiblilty of things going there. I'm really glad you chose to consider this alternative. As violence comes in many forms with emotional and physical leading the way, it is important to be spiritually prepared. It is important to recognize your triggers and it is important to not fight this battle alone. First off, seek professional help if you have been involved towards others as this is not something that can wait if you have been hurting others. That said, this encouragement is for a person who encounters regular conflict usually with a loved one or someone you are constantly around and you find yourself getting upset to the point of considering violence.",
    "prayer": "Dear Lord ... (placeholder). ",
    "link": "/prayer"
}
{
    "text": "LYING",
    "quote": "",
    "scripture": "",
    "prayer": "Dear Lord ... (placeholder)."
}
