{
    "quote": "Genesis 2:24",
    "scripture": "That is why a man leaves his father and mother and is united to his wife, and they become one flesh."
}
{
    "quote": "Exodus 34:6",
     "scripture": "and He passed in front of Moses, proclaiming, 'The Lord, the Lord, the compassionate and gracious God, slow to anger, abounding in love and faithfulness...' "
}
{
    "quote": "Joshua 1:8-9",
    "scripture": "Keep this Book of the Law (the Bible) always on your lips; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prospereous and successful. Have I not commanded you? Be strong and courageous. do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go."
}
{
    "quote": "Psalms 97:10",
    "scripture": "Let those who love the Lord hate evil, for he guards the lives of his faithful ones and delivers them from the hand of the wicked"
}
{
    "quote": "Proverbs 8:13",
    "scripture": "To fear the Lord is to hate evil; I hate pride and arrogance, evil behavior and perverse speech"
}
{
    "quote": "Proverbs 28:27",
    "scripture": "Those who give to the poor will lack nothing, but those who close their eyes to them receive many curses."
}
{
    "quote": "Isaiah 54:9-10",
    "scripture": "To me this is like the days of Noah, when I swore that the waters of Noah would never again cover the earth. So now I have sworn not to be angry with you, never to rebuke you again. Though the mountains be shaken and the hills be removed, yet my unfailing love for you will not be shaken nor my covenant of peace be removed..."
}
{
    "quote": "Isaiah 54:17",
    "scripture": "no weapon forged against you will prevail, and you will refute every tongue that accuses you..."
}
{
    "quote": "Matthew 5:13-16",
    "scripture": "You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything except to be thrown out and trampled underfoot. You are the light of the world. A town built on a hill cannot be hidden. Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. In the same way, let your light shine and before others, that they may see your good deeds and glorify your Father in heaven."
}
{
    "quote": "Matthew 19:6",
    "scripture": "So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate."
}
{
    "quote": "Matthew 28:19",
     "scripture": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit"
}
{
    "quote": "Luke 12:16-21",
    "scripture": "The ground of a rich man yielded an abundant harvest...He said 'I will build bigger ones (barns) to store my surplus'...And I will say to myself, 'Take life easy; eat, drink, and be merry.' But God said, 'You fool! This very night your life will be demanded from you.'... 'This is how it will be with whoever stores up things for themselves but is not rich toward God.'"
}
{
    "quote": "Luke 23:34",
    "scripture": "Jesus said,'Father, forgive them, for they know not what they are doing.' And they divided up his clothes by casting lots."
}
{
    "quote": "John 3:5-7",
    "scripture": "Jesus answered, 'Very truly I tell you, no one can enter the kingdom of God unless they are born of water and the Spirit. Flesh give birth to flesh , but the Spirit gives birth to spirit. You should not be surprised at my saying, 'You must be born again'"
}
{
    "quote": "John 3:16",
    "scripture": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."
}
{
    "quote": "John 3:14-16",
    "scripture": "Just as Moses lifted up the snake in the wilderness, so the Son of Man shall be lifted up, that everyone who believes may have eternal life in Him. For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."
}
{
    "quote": "John 3:16-17",
    "scripture": "For this is how God loved the world: He gave his one and only Son, So  that everyone who believes in Him will not perish but have eternal life. God sent his Son into the world not to judge the world,  but to save the world through him."
}
{
    "quote": "John 8:44",
    "scripture": "You belong to your father, the devil, and you want to carry out your father's desires. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of all lies."
}
{
    "quote": "John 10:10",
    "scripture": "The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."
}
{
    "quote": "John 11:25",
    "scripture": "Jesus said to her, 'I am the resurrection and the life. The one who believes in me will live, even though they die; and whoever lives by believinig in me will never die...'"
}
{
    "quote": "John 13:5",
    "scripture": "After that, he poured water into a basin and began to wash his disciples feet, drying them with the towel that was wrapped around them"
}
{
    "quote": "John 14:9-10",
    "scripture": "Jesus answered,...Anyone who has seen me has seen the Father. How can you say, 'Show us the Father'? Don't you believe that I am in the Father, and that the Father is in me?... "
}
{
    "quote": "John 16:8",
    "scripture": "When he comes, he will prove the world to be in the wrong about sin and righteousness and judgement:..."
}
{
    "quote": "John 16:28",
    "scripture": "I came from the Father and entered the world; now I am leaving the world and going back to the Father."
}
{
    "quote": "John 20:31",
    "scripture": "But these are written that you may believe that Jesus is the Messiah, the Son of God and that  by believing you may have life in his name."
}
{
    "quote": "Acts 4:8-12",
    "scripture": "...then know this, you and all the people of Israel: It is by the name of Jesus Christ of Nazareth, whom you crucified but whom God raised from the dead, that this man stands before you healed. Jesus is 'the stone you builders rejected, which has become the cosrnerstone.' Salvation is found in no one else, for there is no other name under heaven given to mankind by which we must be saved."
}
{
    "quote": "Acts 4:12",
    "scripture": "There is salvation in no one else! God has given no other name under Heaven by which we must be saved."
}
{
    "quote": "Acts 16:31",
    "scripture": "They replied, 'believe in the Lord Jesus, and you will be saved--you and your household.'"
}
{
    "quote": "Romans 1:16",
    "scripture": "For I am not ashamed of the gospel, cause it is the power of God that brings salvation to everyone who believes..."
}
{
    "quote": "Romans 3:23",
    "scripture": "for all have sinned and fall short of the glory of God"
}
{
    "quote": "Romans 5:8",
    "scripture": "But God demonstrates his own love for us in this: While we were yet sinners, Christ died for us."
}
{
    "quote": "Romans 5:17-21",
    "scripture": "For the sin of this one man, Adam, caused death to rule over many. But even greater is God's wonderful grace and his gift of righteousness, for all who receive it will live in triumph over sin and death through this one man, Jesus Christ"
}
{
    "quote": "Romans 6:23",
    "scripture": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord"
}
{
    "quote": "Romans 8:15-17",
    "scripture": "The Spirit you received does not make you slaves, so that you live in fear again; rather, the Spirit you received brought about your adoption to sonship/ And by him we cry, 'Abba' Father. The Spirit himself testifies with our spirit that we are God's children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his suffering in order that we may also share in his  glory."
}
{
    "quote": "Romans 8:30",
    "scripture": "And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified."
}
{
    "quote": "Romans 8:1-2",
    "scripture": "Therefore, there is no condemnation for those who are in Christ Jesus, because through Christ Jesus the law of the Spirit who gives life has set you free from the law of sin and death. "
}
{
    "quote": "Romans 8:31,37",
    "scripture": "v:31 - ...If God is for us, who can be against us? / v:37 - No, in all these things we are more than conquerors through him who loved us"
}
{
    "quote": "Romans 10:9-13",
    "scripture": "For it is by believing in your heart that you are made right with God, and it is by openly declaring your faith that you are saved. As the Scriptures tell us, 'Anyone who trusts in him will never be disgraced.'...For everyone who calls on the name on the Lord will be saved."
}
{
    "quote": "Romans 12:2",
    "scripture": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."
}
{
    "quote": "Romans 12:3",
    "scripture": "For by the grace given me I say to every one of you: Do not think more highly of yourself than you ought, but rather think of yourself with sober judgement, in accordance with the faith God has distributed to each of you."
}
{
    "quote": "Romams 12:9",
    "scripture": "Love must be sincere. Hate what is evil; cling to what is good."
}
{
    "quote": "1 Corinthians 6:12",
    "scripture": "I have the right to do anything, you say -- but not everything is beneficial. I have the right to do anything -- but I will not be mastered by anything."
}
{
    "quote": "1 Corinthians 15:3-5",
    "scripture": "For what I received, I passed on to you as of first imprtance: that Christ died for our sins according to the Scriptures, that he was buried, that he was raised on the third day according to the Scriptures, and that he appeared..."
}
{
    "quote": "2 Corinthians 5:21",
    "scripture": "God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."
}
{
    "quote": "2 Corinthians 9:7",
    "scripture": "Each of you should give what you have decided in your heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."
}
{
    "quote": "2 Corinthians 10:4-5",
    "scripture": "The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds."
}
{
    "quote": "2 Corinthians 13:5",
    "scripture": "Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you--unless, of course, you fail the test?"
}
{
    "quote": "Galatians 2:20",
    "scripture": "I have been crucified with Christ and I no longer live, Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who  loved me and gave himself for me."
}
{
    "quote": "Galatians 4:5-7",
    "scripture": "to  redeem those  under the law, that we might receive adopton to sonship. Because you are his sons, God sent the Spirit of his Son into our hearts, the Spirit who calls out, 'Abba Father'. So you are no longer a slave, but God's child; and since your are his child, God has made you also an heir."
}
{
    "quote": "Galatians 5:19-21",
    "scripture": "The acts of the flesh are obvious: sexual immorality, impurity and debauchery; idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God."
}
{
    "quote": "Galatians 5:25",
    "scripture": "Since we live by the Spirit, let us keep in step with the Spirit"
}
{
    "quote": "Ephesians 1:4-6",
    "scripture": "For he chose us in him before the creation of the world to be holy and blameless in his sight. In love he predestined us for adoption to sonship through Jesus Christ, in accordance with his pleasure and will..."
}
{
    "quote": "Ephesians 1:13",
    "scripture": "And now you Gentiles (non-jews) have also heard the truth, the Good News that God saves you. And when you believed in Christ he identified you as his own by giving you the Holy Spirit."
}
{
    "quote": "Ephesians 4:11-12",
    "scripture": "So Christ gave himself the apostles, the prophets, the evangelists, the pastors and teachers, to equip  his people for works of service, so that the body of Christ may be built up"
}
{
    "quote": "Ephesians 5:31",
    "scripture": "For this reason a man will leave his father and mother an be united to his wife, and the two will become one flesh."
}
{
    "quote": "Philippians 2:13",
    "scripture": "for it is God who works in you to will and to act in order to fulfill his good purpose."
}
{
    "quote": "Phillipians 4:6",
    "scripture": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God."
}
{
    "quote": "Colossians 3:1-3",
    "scripture": "Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God. Set your minds on things above, not on earthly things. For you died, and your life is now hidden with Christ in God."
}
{
    "quote": "Colossians 3:13",
    "scripture": "Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you."
}
{
    "quote": "1 Thessalonians 5:16-18",
    "scripture": "Rejoice always, pray continually, give thanks in all circumstances; for this is God's will for you in Christ Jesus"
}
{
    "quote": "2 Timothy 2:15",
    "scripture": "Do your best to present yourself to God as one approved, a worker who does not need to be ashamed and who correctly handles the word of truth"
}
{
    "quote": "Hebrews 4:16",
    "scripture": "Let us then approach God's throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."
}
{
    "quote": "Hebrews 6:4-6",
    "scripture": "It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit, who have tasted the goodness of the word of God and the powers of the coming age and who have fallen away, to be brought back to repentance. To their loss they are crucifying the Son of God all over again and subjecting him to public disgrace."
}
{
    "quote": "Hebrews 10:16-18",
    "scripture": "'This is the covenant I will make with them after that time, says the Lord. I will put my laws in their hearts, and I will write them on their minds.' Then he adds: 'Their sins and lawless acts I will remember no more.' And where these have been forgiven, sacrifice for sin is no longer necessary."
}
{
    "quote": "Hebrews 10:26-27",
    "scripture": "If we deliberately keep on sinning after we have received the knowledge of the truth, No sacrifice for sins is left, but only a fearful expectation of judgement and of raging fire that will consume the enemies of God."
}
{
    "quote": "James 1:15",
    "scripture": "Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death."
}
{
    "quote": "2 Peter 1:19-21",
    "scripture": "We also have the prophetic message as something completely reliable, and you will do well to pay attention to this, as to a light shining in a dark place, until the day dawns and the morning star rises in your hearts. Above all, you must understand that no prophet of Scripture came about by the prophet's own interpretation of things. For prophecy never had its origin in the human will, but prophets, though human, spoke from God as they were carried along by the Holy Spirit."
}
{
    "quote": "1 John 2:5",
    "scripture": "But if anyone obeys his word, love for God is truly made complete in them. This is how we know we are in him..."
}
{
    "quote": "1 John 2:18-19",
    "scripture": "Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it it the last hour. They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us."
}
{
    "quote": "1 John 2:20-21",
    "scripture": "But you have an anointing from the Holy One, and all of you know the truth. I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth."
}
{
    "quote": "1 John 4:1-3",
    "scripture": "Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world. This is how you can recognize the Spirit of God: Every spirit that acknowledges that Jesus Christ has come in the flesh is from God, but every spirit that does not acknowledge Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming and even now is already in the world."
}
{
    "quote": "1 John 4:10",
    "scripture": "This is love; not that we loved God, but that He loved us and sent His Son as an atoning sacrifice for our sins."
}
{
    "quote": "1 John 4:13",
    "scripture": "This is how we know we live in Him and He in us; He has given us of his Spirit"
}
{
    "quote": "1 John 5:12",
    "scripture": "Whoever has the son has life; whoever does not have the son does not have life"
}
{
    "quote": "1 John 5:13",
    "scripture": "I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life."
}
{
    "quote": "1 John 19:34-35",
    "scripture": "We love because he first loved us. Whoever claims to love God yet hates a brother or sister is a liar. For whoever does not love their brother and sister, whom they have seen, cannot love God, whom they have not seen. And he has given us this command: Anyone who loves God must also love their brother and sister"
}



