[
    {
        "quote": "Isaiah 54:17",
        "scripture": "no weapon forged against you will prevail, and you will refute every tongue that accuses you..."
    },
    {
        "quote": "Proverbs 28:27",
        "scripture": "Those who give to the poor will lack nothing, but those who close their eyes to them receive many curses."
    },
    {
        "quote": "Proverbs 3:5-6",
        "scripture": "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight."
    },
    {
        "quote": "Proverbs 11:25",
        "scripture": "A generous person will prosper; whoever refreshes others will be refreshed."
    },
    {
        "quote": "Proverbs 22:9",
        "scripture": "The generous will themselves be blessed, for they share their food with the poor."
    },
    {
        "quote": "Proverbs 19:17",
        "scripture": "Whoever is kind to the poor lends to the Lord, and he will reward them for what they have done."
    },
    {
        "quote": "Proverbs 14:31",
        "scripture": "Whoever oppresses the poor shows contempt for their Maker, but whoever is kind to the needy honors God."
    },
    {
        "quote": "Proverbs 31:8-9",
        "scripture": "Speak up for those who cannot speak for themselves, for the rights of all who are destitute. Speak up and judge fairly; defend the rights of the poor and needy."
    },
    {
        "quote": "Proverbs 31:20",
        "scripture": "She opens her arms to the poor and extends her hands to the needy."
    },
    {
        "quote": "Proverbs 31:26",
        "scripture": "She speaks with wisdom, and faithful instruction is on her tongue."
    },
    {
        "quote": "Matthew 19:6",
        "scripture": "So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate."
    },
    {
        "quote": "Matthew 28:19",
         "scripture": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit"
    },
    {
        "quote": "Matthew 5:16",
        "scripture": "In the same way, let your light shine before others, that they may see your good deeds and glorify your Father in heaven."
    },
    {
        "quote": "Matthew 6:33",
        "scripture": "But seek first his kingdom and his righteousness, and all these things will be given to you as well."
    },
    {
        "quote": "Matthew 6:34",
        "scripture": "Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own."
    },
    {
        "quote": "Matthew 7:7",
        "scripture": "Ask and it will be given to you; seek and you will find; knock and the door will be opened to you."
    },
    {
        "quote": "Matthew 7:12",
        "scripture": "So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets."
    },
    {
        "quote": "Matthew 11:28",
        "scripture": "Come to me, all you who are weary and burdened, and I will give you rest."
    }
]
